# アマチュア無線機 マイクピン配置 ICOM
## ICOM RJ45(色はTIA/EIA-568-B)
|1       |2       |3       |4       |5       |6       |7       |8       |
|--------|--------|--------|--------|--------|--------|--------|--------|
|白橙|橙|白緑|青|白青|緑|白茶|茶|
|8V10mA|UP/DN|AF OUT|PTT|MIC GND|MIC|PTT GND|スケルチ|
|出力|入力|出力|入力|GND|入力|GND|出力|

IC-703, IC-7000, IC-7100, HM-151

---
|1       |2       |3       |4       |5       |6       |7       |8       |
|--------|--------|--------|--------|--------|--------|--------|--------|
|白橙|橙|白緑|青|白青|緑|白茶|茶|
|8V10mA|UP/DN|専用機能|PTT|MIC GND|MIC|PTT GND|専用機能|
|出力|入力|?|入力|GND|入力|GND|?|

IC-2730, ID-5100, IC-2820, HM-207, HM-209

---
## ICOM メタル8P
|1       |2       |3       |4       |5       |6       |7       |8       |
|--------|--------|--------|--------|--------|--------|--------|--------|
|MIC|8V|UP/DN|?|PTT|GND|MIC GND|AF OUT|
|入力|出力|入力|?|入力|GND|GND|出力|

RIG

---
